[
    "I hear you, and I understand that fight—the pull of habits that weigh on your mind and spirit. It’s not just a fleeting moment of struggle; it’s a battle where every choice echoes into the story of your life. But right here, in this moment, you are stronger than you believe.Think of the future that stands before you, waiting. Every time you choose not to give in, you build the kind of strength that cannot be stolen from you. It’s the quiet victories, the ones no one else sees, that forge the deepest power inside you. These moments of resistance become the roots of your resolve, anchoring you when the storm hits again.Remember, you are not defined by the urges that tempt you; you are defined by how you rise up, how you confront them. You are the voice that says, 'I am more than this. I choose better. I choose me.' If it helps, close your eyes for a second and picture yourself in the future. Imagine a version of you that’s free from this habit, standin☺g taller, breathing easier. That person is not just an illusion—it’s who you’re building right now, with each second that you stand firm. And when it feels hard, know that it’s because you’re doing something powerful. Change isn’t easy, but neither is greatness. So take a deep breath, and let that air fill you with the truth that you are resilient, that you have what it takes, and that every second of fighting is a testament to the strength inside you. You’ve got this.",
    "Listen to me, *you* are not weak, you’re not a slave to this habit! This moment is your chance to prove to yourself—*right now*—that you’re more than the things that try to drag you down. You’re building a new path, one step at a time, and every second you fight this urge is a declaration of your power, your WILL. This is your turning point! Right now, it doesn’t matter what’s tempting you or how hard it feels. What matters is this: you *get to decide*. You have the strength to rise above this. You’re not who you were yesterday, and you’ll NEVER be who you were before. You are *transforming*, and every time you choose to fight, that transformation gets stronger, deeper, and unstoppable! You are shaping a future that will look back and say, *“That was the moment I took control. That was when I became unbreakable.”* This is YOUR moment. Make it count!"
]